"LANG" = "(Hungarian)";

"BAD_SYSTEM" = "Az Deeper nem támogatja a Mac OS ezen verzióját. Az Deeper most kilép.";
"GOOD_SYSTEM" = "Ez az Deeper csak a Mac OS 10.6 (Snow Leopard) verziójával működik.";
"BADPASS" = "A név vagy jelszó hibás.";
"MSG_BADPASS" = "Próbálja beírni az adatait újra.";
"EXEC_DEEPER" = "Az Deeper indítása...";
"READ_PARAM" = "Paraméterek beolvasása...";
"B_CANCEL" = "Mégse";
"B_CONTINUE" = "Folytatás";
"B_RESTART" = "Indítsd újra";
"B_DL" = "Töltsd le";
"MSG_RESTART" = "Kérem indítsa újra a számítógépét!.";

"DEEPER" = "Deeper";
"GENERAL" = "Általános";
"FINDER" = "Finder";
"DOCK" = "Dock";
"QUICKTIME" = "QuickTime";
"ITUNES" = "iTunes";
"SAFARI" = "Safari";
"MAIL" = "Mail";
"LOGIN" = "Bejelentkezés";
"SPOTLIGHT" = "Spotlight";
"MISC" = "Egyéb";

"DEFAULT" = "alapbeállítás";

"TT_DEEPER" = "Csak az Eszközsor megjelenítése";
"TT_GENERAL" = "General parameters";
"TT_FINDER" = "Finder's parameters";
"TT_DOCK" = "Dock's parameters";
"TT_QUICKTIME" = "QuickTime's parameters";
"TT_ITUNES" = "iTunes's parameters";
"TT_SAFARI" = "Safari's parameters";
"TT_MAIL" = "Mail's parameters";
"TT_LOGIN" = "Login Window's parameters";
"TT_SPOTLIGHT" = "Spotlight's parameters";
"TT_MISC" = "Miscellaneous parameters";

"DOUBLEBOTH" = "Dupla gőrdítősáv-nyilak engedélyezése a gördítősávok mindkét végén";
"DOUBLEMAX" = "Dupla gördítősáv-nyilak engedélyezése a jobb alsó sarokban";
"DOUBLEMIN" = "Dupla gördítősáv-nyilak engedélyezése a bal felső sarokban";
"SINGLE" = "Normál gördítősáv-nyilak engedélyezése";
"SETTIME" = "Ablakátméretezési idő módosítása";
"CRASHREPORT_BASIC" = "Az Egyszerű Mód engedélyezése az Összeomlásjelentőknek";
"CRASHREPORT_DEV" = "A Fejlesztői Mód engedélyezése az Összeomlásjelentőknek";
"CRASHREPORT_SERVER" = "A Szerver Mód engedélyezése az Összeomlásjelentőknek";
"DSSTORENETWORK_YES" = "A .DS_Store állományok engedélyezése hálózati helyeken";
"DSSTORENETWORK_NO" = "A .DS_Store állományok tiltása hálózati helyeken";
"DSSTORENETWORK" = "A .DS_Store állományok módosítása hálózati helyeken"; 
"DSSTORENETWORK_RESTART" = "A .DS_Store állományok hálózati létrehozási szabályának módosítása csak a számítóép újraindításával lép érvénybe.\nValóban most akarja újraindítani a számítógépét?";
"FORMAT_CAPTURE" = "Az alapértelmezet képernyőfotó formátumának módosítása";
"SHADOWSC_YES" = "Az árnyékok megjelenítése Képernyőfotó készítése során";
"SHADOWSC_NO" = "Az árnyékok elrejtése Képernyőfotó készítése során";
"PATH_CAPTURE" = "Az alapértelmezett képernyőfotó mentési helyének módosítása";
"NEWNAME_CAPTURE" = "A képernyőképek nevének módosítása";
"RECENTITEMS_YES" = "Az utoljára használt elemek mutatása az alkalmazásokban";
"RECENTITEMS_NO" = "Az utoljára használt elemek elrejtése az alkalmazásokban";
"RECENTPLACES" = "A Legutoljára használt elemek számának módosítása a párbaszédablakokban.";
"START_ANIMDESKTOP" = "Az animált háttér indítása";
"STOP_ANIMDESKTOP" = "Az animált háttér leállítása";
"ALERTDOWNLOADED_YES" = "Figyelmeztető üzenet megjelenítése Internetről letöltött alkalmazások indítása előtt";
"ALERTDOWNLOADED_NO" = "Figyelmeztető üzenet elrejtése Internetről letöltött alkalmazások indítása előtt";
"PP_ARCHIVES" = "Az Archives Preferences Pane telepítése";
"PP_PROCESSOR" = "A Processor Preferences Pane telepítése";
"PP_NLC" = "A Network Link Conditioner Preferences Pane telepítése";
"REINIT_GENERAL" = "Az általános paraméterek alaphelyzetbe állítása";

"ZOOMAPP_YES" = "Az 'Application Zooming' effekt engedélyezése";
"ZOOMAPP_NO" = "Az 'Application Zooming' effekt letiltása";
"ZOOMWIND_YES" = "A 'Window Zooming' effekt engedélyezése";
"ZOOMWIND_NO" = "A 'Window Zooming' effekt letiltása";
"ANIMINFO_YES" = "Az Info ablak animálásának engedélyezése";
"ANIMINFO_NO" = "Az Info ablak animálásának letiltása";
"ANIMSNAP_YES" = "A Rácshoz illesztés animálásának engedélyezése";
"ANIMSNAP_NO" = "A Rácshoz illesztés animálásának kikapcsolása";
"SHOWFILESFINDER_YES" = "A rejtett fájlok és mappák megjelenítése";
"SHOWFILESFINDER_NO" = "A rejtett fájlok és mappák elrejtése";
"PATHINTITLE_YES" = "Az elérési útvonal megjelenítése az ablakok címsorában";
"PATHINTITLE_NO" = "Az elérési útvonal elrejtése az ablakok címsorából";
"FOLDERCONTENTQL_YES" = "A mappatartalmak megjelenítése a QuickLook gyorsnézetben";
"FOLDERCONTENTQL_NO" = "A mappatartalmak elrejtése a QuickLook gyorsnézetben";
"LABEL_1LINE" = "Egysoros ikonszövegek beállítása";
"LABEL_2LINES" = "Kétsoros ikonszövegek beállítása";
"MENUBAR" = "A Menüsor hátterének módosítása";
"MENUBAR_RESTART" = "A Menüsor hátterének megváltoztatása csak újraindítás után válik láthatóvá.\nKívánja most azonnal újraindítani a számítógépet?";
"SHOWPREFS_YES" = "A Beállítások... menüelem mutatása a Finder menüben";
"SHOWPREFS_NO" = "A Beállítások... menüelem elrejtése a Finder menüben";
"SHOWTRASH_YES" = "Az Ürítsd a kukát... menüelem mutatása a Finder menüben";
"SHOWTRASH_NO" = "Az Ürítsd a kukát... menüelem elrejtése a Finder menüben";
"QUITFINDER_YES" = "A 'Lépj ki' menüelem megjelenítése a Finder menüsorában";
"QUITFINDER_NO" = "A 'Lépj ki' menüelem elrejtése a Finder menüsorában";
"SHOWEJECT_YES" = "Az 'Vesd ki' menüelem mutatása a Finder menüben";
"SHOWEJECT_NO" = "Az 'Vesd ki' menüelem elrejtése a Finder menüben";
"SHOWBURN_YES" = "A 'Égesd a lemezt...' menüelem mutatása a Finder menüben";
"SHOWBURN_NO" = "A 'Égesd a lemezt...' menüelem elrejtése a Finder menüben";
"PERSOTOOLBAR_YES" = "A 'Szabd testre az eszközsort...' menüelem mutatása a Nézet menüben";
"PERSOTOOLBAR_NO" = "A 'Szabd testre az eszközsort...' menüelem elrejtése a Nézet menüben";
"VIEWOPTIONS_YES" = "A 'Mutasd a nézetopciókat' menüelem mutatása a Nézet menüben";
"VIEWOPTIONS_NO" = "A 'Mutasd a nézetopciókat' menüelem elrejtése a Nézet menüben";
"MYIDISK_YES" = "A 'Saját iDisk lemezem' menüelem engedélyezése az Ugrás > iDisk menüben";
"MYIDISK_NO" = "A 'Saját iDisk lemezem' menüelem letiltása az Ugrás > iDisk menüben";
"SHOWGOTOFOLDER_YES" = "Az 'Ugorj mappába...' menüelem mutatása az Ugrás menüben";
"SHOWGOTOFOLDER_NO" = "Az 'Ugorj mappába...'  menüelem elrejtése a Ugrás menüben";
"SHOWCONNECTTO_YES" = "A 'Kapcsolódj szerverre...' menüelem mutatása az Ugrás menüben";
"SHOWCONNECTTO_NO" = "A 'Kapcsolódj szerverre...' menüelem elrejtése az Ugrás menüben";
"REINIT_FINDER" = "A Finder rejtett paramétereinek alaphelyzetbe állítása";

"DOCK3D" = "A Dock 3D-s megjelenítése tükröződéssel";
"DOCK2D" = "A Dock 2D-s megjelenítése átlátszósággal";
"GENIE" = "A Genie effekt engedélyezése";
"SCALE" = "A Scale effekt engedélyezése";
"SUCK" = "A Suck effekt engedélyezése";
"MINIMIZE128_YES" = "Az ablakok arányos kicsinyítésének letiltása";
"MINIMIZE128_NO" = "Az ablakok arányos kicsinyítésének engedélyezése";
"ORIENTATION_BOTTOM" = "A Dock elhelyezése a képernyő alsó részén";
"ORIENTATION_LEFT" = "A Dock elhelyezése a képernyő bal oldalán";
"ORIENTATION_RIGHT" = "A Dock elhelyezése a képernyő jobb oldalán";
"PINNING_START" = "A Dock igazítása a képernyő széléhez (kezdetén)";
"PINNING_MIDDLE" = "A Dock igazítása a képernyő közepére";
"PINNING_END" = "A Dock igazítása a képernyő széléhez (végén)";
"ALIGN_TOP" = "Igazítás fentre";
"ALIGN_BOTTOM" = "Igazítás lentre";
"ALIGN_LEFT" = "Igazítás balra";
"ALIGN_RIGHT" = "Igazítás jobbra";
"LAUNCHANIM_YES" = "Animáció engedélyezése az alkalmazások megnyitásakor";
"LAUNCHANIM_NO" = "Animáció tiltása az alkalmazások megnyitásakor";
"NOBOUNCING_YES" = "Az ikonok figyelmeztető ugrálásának letiltása";
"NOBOUNCING_NO" = "Az ikonok figyelmeztető ugrálásának engedélyezése";
"ONLYSTATICAPP_YES" = "Csak futó alkalmazások megjelenítése a Dock-ban";
"ONLYSTATICAPP_NO" = "Minden alkalmazás megjelenítése a Dock-ban";
"SHOWHIDDEN_YES" = "A rejtett alkalmazások átlátszóságának engedélyezése";
"SHOWHIDDEN_NO" = "A rejtett alkalmazások átlátszóságának letiltása";
"AUTOHIDE_YES" = "A Dock automatikus elrejtésének engedélyezése";
"AUTOHIDE_NO" = "A Dock automatikus elrejtésének letiltása";
"EXPOSEMENUS_YES" = "Az Exposé menü engedélyezése";
"EXPOSEMENUS_NO" = "Az Exposé menü elrejtése";
"LOCKSIZE_YES" = "Locking the icons size in the Dock";
"LOCKSIZE_NO" = "Unlocking the icons size in the Dock";
"LOCKCONTENT_YES" = "A Dock ikonjainak rögzítése";
"LOCKCONTENT_NO" = "A Dock ikonjainak mozgathatóvá tétele";
"SINGLEAPP_YES" = "Turning on the Single Application mode";
"SINGLEAPP_NO" = "Turning off the Single Application mode";
"LISTSTACK_YES" = "Nem hierarchikus menü a Stack-ben";
"LISTSTACK_NO" = "Hierarchikus menü a Stack-ben";
"MOUSEOVERSTACK_YES" = "Az egérmutató követésének engedélyezése a Stack rács nézetében";
"MOUSEOVERSTACK_NO" = "Az egérmutató követésének letiltása a Stack rács nézetében";
"STACK_RECENTFAVORITE" = "Legutóbbi/Kedvenc Stack hozzáadása a Dock-hoz";
"SPACER_APP" = "Térköz hozzáadása a Dock bal oldalához";
"SPACER_OTHERS" = "Térköz hozzáadása a Dock jobb oldalához";
"RESTORE_DOCK" = "Állítsd vissza a Dock megjelenítési paramétereit";
"REINIT_DOCK" = "A Dock rejtett paramétereinek alaphelyzetbe állítása";

"HIDECONTROLSQT_YES" = "A Lejátszásvezérlő elrejtése a QuickTime ablakokban";
"HIDECONTROLSQT_NO" = "A Lejátszásvezérlő megjelenítése a QuickTime ablakokban";
"HIDETITLEQT_YES" = "A címsor elrejtése a QuickTime ablakokban";
"HIDETITLEQT_NO" = "A címsor megjelenítése a QuickTime ablakokban";
"AUTOPLAYMOVIE_YES" = "Automatikus lejátszás engedélyezése filmek megnyitásakor";
"AUTOPLAYMOVIE_NO" = "Automatikus lejátszás letiltása filmek megnyitásakor";
"ROUNDEDCORNERS_YES" = "Az ablak sarkainak lekerekítésének engedélyezése";
"ROUNDEDCORNERS_NO" = "Az ablak sarkainak lekerekítésének tiltása";
"FULLSCREENQT_YES" = "A QuickTime teljes képernyős üzemmód engedélyezése";
"FULLSCREENQT_NO" = "A QuickTime teljes képernyős üzemmód letiltása";
"QTINFOPANEL_YES" = "Az Info ablak megjelenítése a QuickTime lejátszó indításakor";
"QTINFOPANEL_NO" = "Az Info ablak elrejtése a QuickTime lejátszó indításakor";
"REINIT_QUICKTIME" = "A QuickTime rejtett paramétereinek beállítása";

"PDFAUTO_YES" = "A PDF fájlok megnyitásának engedélyezése Safari-ban";
"PDFAUTO_NO" = "A PDF fájlok megynitásának tiltása Safari-ban";
"SAFARICACHE_YES" = "A Safari gyorstár engedélyezése";
"SAFARICACHE_NO" = "A Safari gyorstár tiltása";
"BACKFORWARD_YES" = "A Vissza/Előre gombok engedélyezése a Safariban";
"BACKFORWARD_NO" = "A Vissza/Előre gombok tiltása a Safariban";
"SINGLEWIND_YES" = "Az egyablakos mód engedélyezése a Safariban";
"SINGLEWIND_NO" = "Az egyablakos mód letiltása a Safariban";
"CONFIRMCLOSEWIND_NO" = "A Safari visszakérdezésének letiltása több oldal bezárása esetén";
"CONFIRMCLOSEWIND_YES" = "A Safari visszakérdezésének engedélyezése több oldal bezárása esetén";
"DEBUGSAFARI_YES" = "A Safari 'Develop' menüpontjának engedélyezése";
"DEBUGSAFARI_NO" = "A Safari 'Develop' menüpontjának elrejtése";
"FAVICON_YES" = "A Könyvjelző ikonok mutatása";
"FAVICON_NO" = "A Könyvjelző ikonok elrejtése";
"SHOWTOOLTIPS_YES" = "URL linkek mutatása buborékban (tooltip)";
"SHOWTOOLTIPS_NO" = "URL linkek tiltása buborékban (tooltip)";
"PRINTBACKGROUND_YES" = "A hátterek nyomtatásának engedélyezése a Safari-ban";
"PRINTBACKGROUND_NO" = "A hátterek nyomtatásának tiltása a Safari-ban";
"PRINTHEADERFOOTER_YES" = "Fejléc és láblác nyomtatásának engedélyezése Safari-ból";
"PRINTHEADERFOOTER_NO" = "Fejléc és láblác nyomtatásának letiltása Safari-ból";
"HISTO_SAFARI" = "A Safari Előzményeinek beállítása";
"FIXWEBKITBUG" = "A Csak Szöveg Nagyítása beállítás újreangedélyezése";
"REINIT_SAFARI" = "A Safari rejtett paramétereinek alaphelyzetbe állítása";

"MAILPLAINTEXT_YES" = "A Mail új leveleinek Normál (Plain Text) megjelenítésének engedélyezése";
"MAILPLAINTEXT_NO" = "A Mail új leveleinek Normál (Plain Text) megjelenítésének letiltása";
"DATADETECTMAIL_NO" = "A Data Detectors letiltása az Mail alkalmazásban";
"DATADETECTMAIL_YES" = "A Data Detectors engedélyezése az Mail alkalmazásban";
"VIEWATTACHMENT_YES" = "Turning on display attachments in messages";
"VIEWATTACHMENT_NO" = "Turning off display attachments in messages";
"MAIL_MINIFONTSIZE" = "Modifying the minimum font size in Mail's messages";
"COPYNAMEMAIL_YES" = "A név megjelenítése ha emailcímet a Mail helyzetérzékeny menüjéből másol";
"COPYNAMEMAIL_NO" = "A név elrejtése ha emailcímet a Mail helyzetérzékeny menüjéből másol";
"REINIT_MAIL" = "A Mail rejtett paramétereinek alaphelyzetbe állítása";

"TRACKNUMBER_NO" = "A Track számok elrejtése iTunes-ba importáláskor";
"TRACKNUMBER_YES" = "A Track számok megjelenítése iTunes-ba importáláskor";
"AUTOPLAY_NO" = "Lejátszás tiltása iTunes-ba importáláskor";
"AUTOPLAY_YES" = "Lejátszás engedélyezése iTunes-ba importáláskor";
"DISABLESTORE_NO" = "A Zenebolt engedélyezése az iTunes-ban";
"DISABLESTORE_YES" = "A Zenebolt letiltása az iTunes-ban";
"SHOWPING_YES" = "A Ping gomb megjelenítése az iTunes listáiban";
"SHOWPING_NO" = "A Ping gomb elrejtése az iTunes listáiban";
"ITUNESLINKS_YES" = "A dalok melletti nyilacska megjelenítése az iTunes-ban.";
"ITUNESLINKS_NO" = "A dalok melletti nyilacska elrejtése az iTunes-ban.";
"LINK_MS" = "A dalok melletti nyilacska a Zeneboltra mutat";
"LINK_LIB" = "A dalok melletti nyilacska a Zenekönyvtárra mutat";
"HALFSTARS_YES" = "Félcsillagos szavazás engedélyezése";
"HALFSTARS_NO" = "Félcsillagos szavazás letiltása";
"HIGHCONTRAST_YES" = "A magas kontrasztú mód engedélyezése az iTunes-ban";
"HIGHCONTRAST_NO" = "A magas kontrasztú mód letiltáse az iTunes-ban";
"FULLWINDOWITUNES_NO" = "Az iTunes ablak gombjainak függőleges elrendezése";
"FULLWINDOWITUNES_YES" = "Az iTunes ablak gombjainak vízszintes elrendezése";
"ITUNESZOOM_NO" = "A mini-lejátszó mód engedélyezése a Zöld gombra kattintással";
"ITUNESZOOM_YES" = "A mini-lejátszó mód tiltása a Zöld gomb kattintásakor";
"REINIT_ITUNES" = "A iTunes rejtett paramétereinek alaphelyzetbe állítása";

"LOAD_IMAGELOGIN" = "Változtasd meg a Bejelentkezési ablak háttérképét ";
"RESET_IMAGELOGIN" = "Állítsd vissza a Bejelentkezési ablak háttérképét";
"MSGLOGIN_YES" = "Üzenet megjelenítése a Bejelentkező ablakban";
"MSGLOGIN_NO" = "Üzenet elrejtése a Bejelentkező ablakból";
"MODIF_LOGIN" = "A Bejelentkező ablak paramétereinek módosítása";
"ENABLEKIOSK" = "A Kiosk mód engedélyezése";
"DISABLEKIOSK" = "A Kiosk mód tiltása";
"KIOSKRESTART" = "Az Apple menü módosítása."; 
"MSG_KIOSKRESTART" = "Az Újraindítás, Leállítás és Kijelentkezés menüpontok módosítása az Apple menüben csak a számítógép újraindítása után aktiválódnak.\nKívánja a számítógépet most újraindítani?";
"HIDEBUTSESSION" = "A gombok elrejtése a Bejelentkező ablakon";
"SHOWBUTSESSION" = "A gombok megjelentítése a Bejelentkező ablakon";
"INFOLOGIN" = "A bejelentkező ablak adatainak módosítása";
"SHOWADMINUSERS_YES" = "Az adminisztrátor felhasználók mutatása a Bejelentkező ablakban";
"SHOWADMINUSERS_NO" = "Az adminisztrátor felhasználók elrejtése a Bejelentkező ablakból";
"SHOWLOCALUSERS_YES" = "Általános felhasználók mutatása a Bejelentkező ablakban";
"SHOWLOCALUSERS_NO" = "Az általános felhasználók elrejtése a Bejelentkező ablakból";
"SHOWNETWORKUSERS_YES" = "Hálózati felhsználók mutatása a Bejelentkező ablakban";
"SHOWNETWORKUSERS_NO" = "A Hálózati felhesználók elrejtése a Bejelentkező ablakból";
"SETBOOT" = "Indítási mód beállítása";
"ALRT_BOOT" = "A új indítási módot választott: single user.";
"MSG_BOOT" = "A következő indításkor a Finder és a Desktop nem töltődik majd be, normál indításhoz be kell gépelnie ezt parancsot: nvram boot-args='' ''";
"REINIT_LOGIN" = "A Bejelentkező ablak paramézereinek alaphelyzetbe állítása";

"INDEXING_YES" = "A Indítólemez indexelésének engedélyezése";
"INDEXING_NO" = "A Indítólemez indexelésének tiltása";
"DICTSPOTLIGHT_YES" = "A Spotlight keresés engedélyezése a Dictionary-ban";
"DICTSPOTLIGHT_NO" = "A Spotlight keresés letiltása a Dictionary-ban";
"CALCSPOTLIGHT_YES" = "A Calculator engedélyezése a Spotlight-ban";
"CALCSPOTLIGHT_NO" = "A Calculator letiltása a Spotlight-ban";
"HIDE_SPOTLIGHTICN" = "A Spotlight ikon eltüntetése a menüsorból";
"SHOW_SPOTLIGHTICN" = "A Spotlight ikon megjelenítése a menüsorban";
"REINIT_SPOTLIGHT" = "Reinitializing the Spotlight's parameters";

"VERIFYDMG_YES" = "A lemezképek (Disk Images) ellenőrzésének engedélyezése";
"VERIFYDMG_NO" = "A lemezképek (Disk Images) ellenőrzésének tiltása";
"FORMATDMG_YES" = "Más lemezkép-formátum hozzáadása";
"FORMATDMG_NO" = "Más lemezkép-formátum törlése";
"DEBUGDU_YES" = "A Nyomkövetés (Debug) menüpont engedélyezése a Lemezkezelő alkalmazásban";
"DEBUGDU_NO" = "A Nyomkövetés (Debug) menüpont elrelytése a Lemezkezelő alkalmazásban";
"VERIFYBURN_YES" = "A lemez ellenőrzésének engedélyezése égetés után";
"VERIFYBURN_NO" = "A lemez ellenőrzésének letiltása égetés után";
"HELPFLOAT_NO" = "Set Help Viewer window to non-floating mode";
"HELPFLOAT_YES" = "Set Help Viewer window to floating mode";
"ICONHELP_NO" = "A Súgó programikonjának elrejtése a Dock-ból és az Alkalmazásváltóból";
"ICONHELP_YES" = "A Súgó programikonjának megjelenítése a Dock-ban és az Alkalmazásváltóban";
"DEBUGHELP_NO" = "A Debug mód letiltása a Súgó megjelenítőben";
"DEBUGHELP_YES" = "A Debug mód engedélyezése a Súgó megjelenítőben";
"X11ALERTQUIT_NO" = "A figyelmeztető üzenetek elrejtése az X11 kilépése előtt";
"X11ALERTQUIT_YES" = "A figyelmeztető üzenetek megjelenítése az X11 kilépése előtt";
"APP_X11" = "Az X11 alkalmazás konfigurációjának aktualizálása";
"SSBONJOUR_YES" = "A Bonjour böngésző megjelenítése képernyőmegosztás esetén";
"SSBONJOUR_NO" = "A Bonjour böngésző elrejtése képernyőmegosztás esetén";
"SSTOOLBAR_YES" = "A teljes eszköztár megjelenítése képernyőmegosztás esetén";
"SSTOOLBAR_NO" = "Csökkentett eszköztár megjelenítése képernyőmegosztás esetén";
"DASHBOARD_YES" = "A Dashboard engedélyezése";
"DASHBOARD_NO" = "A Dashboard letiltása";
"DEVMODE_YES" = "A Dashboard Fejlesztői Mód bekapcsolása";
"DEVMODE_NO" = "Dashboard Fejlesztői Mód kikapcsolása";
"RIPPLE_YES" = "A Hullám effekt engedélyezése új Widget hozzáadásakor";
"RIPPLE_NO" = "A Hullám effekt tiltása új Widget hozzáadásakor";
"DEBUGARD_YES" = "A Debug menü megjelenítése az Apple Remote Desktop alkalmazásban";
"DEBUGARD_NO" = "A Debug menü elrejtése az Apple Remote Desktop alkalmazásban";
"DEBUGICAL_YES" = "A Debug menü megjelenítése a iCal alkalmazásban";
"DEBUGICAL_NO" = "A Debug menü elrejtése a iCal alkalmazásban";
"DATADETECTICHAT_NO" = "A Data Detectors letiltása az iChat alkalmazásban";
"DATADETECTICHAT_YES" = "A Data Detectors engedélyezése az iChat alkalmazásban";
"FOCUSTERMINAL_YES" = "A Terminal ablak fókuszálásának engedélyezése";
"FOCUSTERMINAL_NO" = "A Terminal ablak fókuszálásának letiltása";
"ASINSPECTOR_YES" = "Az AppleScript Kezelő megjelenítése az Interface Builder-ben";
"ASINSPECTOR_NO" = "Az AppleScript Kezelő elrejtése az Interface Builder-ben";
"REINIT_MISC" = "Egyébb rejtett paraméterek alaphelyzetbe állítása";

"CHECK_UPDATE" = "Frissítés keresése...";
"UPTODATE" = "A legfrissebb Deeper-ot használja.";
"MSG_UPTODATE" = "Nincs elérhető újabb változat az Deeper-hoz. Kattintson az OK gombra a folytatáshoz.";
"NO_UPDATE" = "Nem volt új elérhető verzió";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "Új verzió volt elérhető és le is lett töltve";
"UPDATE_NODL" = "Új verzió volt elérhető de nem lett letöltve";
"DL_UPDATE" = "Letöltés...";
"NEW_VERS" = "Új verzió található.";
"MSG_VERSA" = "Jelenleg a ";
"MSG_VERSB" = " Deeper verziót használja. \nA legújabb verzió (";
"MSG_VERSC" = ") már elérhető.\n Kívánja letölteni?";
"DLOK" = "Letöltve.";
"MSG_DLOK" = "A legfrisebb verziója az Deeper-nak letöltve és az Asztalon megtalálható (vagy abban a mappában amit az Deeper Beállaításainál megadott).";
"ERR_UPDATE" = "Hiba történt az Deeper frissítésének keresése közben.";
"ERR_UPDATERETRY" = "Hiba történt az Deeper frissítése keresése közben. Az internet-oldal pillanatnyilag nem elérhető vagy Ön nem csatlakozik az internethez. Kérem, próbálja meg késöbb.";

"ALRT" = "Figyelmeztetés!";
"ALRT_FINDER" = "Az Deeper újra fogja indítani a Finder-t. Ellenőrizze, hogy nincs futó művelet (másolás vagy fájl mozgatás, Kuka ürítés...) majd bökjön a Folytatás gombra!";
"ALRT_SYSTEMUISERVER" = "Az Deeper újra fogja indítani a SystemUIServer folyamatot. Ez a folyamat jeleníti meg az ikonokat a Menüsor jobb oldalán.";
"ALRT_ITUNES" = "Az Deeper be fogja zárni az iTunes-t. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_DU" = "Az Deeper be fogja zárni a Lemezkezelőt. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_TERM" = "Az Deeper be fogja zárni a Terminal-t. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_QTPLAYER" = "Az Deeper be fogja zárni a QuickTime Player alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_MAIL" = "Az Deeper be fogja zárni a Mail-t. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_ARD" = "Az Deeper be fogja zárni az Apple Remote Desktop alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_RESTOREDOCK" = "Deeper will restore and relaunch the Dock. The parameters will be reset, and the display will be the same as when the System and the applications were first installed.";
"ALRT_REINITDOCK" = "Deeper will reset the Dock's parameters and relaunch it.";
"ALRT_DOCK" = "Az Deeper újra fogja indítani a Dock-ot.";
"ALRT_SAFARI" = "Az Deeper be fogja zárni a Safari-t. Ellenőrizze, hogy ne legyen letöltés folyamatban, majd bökjön a Folytatás gombra!";
"ALRT_APPS" = "Az Deeper be fog zárni néhány alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban és minden dokumentumát mentse el, majd bökjön a Folytatás gombra!";
"ALRT_FINDERAPPS" = "Az Deeper fe fogja zárni a Finder-t és még néhány alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban és minden dokumentuma el legyen mentve, majd bökjön a Folytatás gombra!";
"ALRT_ICAL" = "Az Deeper be fogja zárni a iCal alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!.";
"ALRT_ICHAT" = "Az Deeper be fogja zárni a iChat alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!.";
"ALRT_HELPVIEWER" = "Az Deeper be fogja zárni a Help Viewer alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!.";
"ALRT_X11" = "Deeper will Force Quit X11 and its applications. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!.";
"ALRT_SS" = "Az Deeper be fogja zárni a Screen Sharing alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!.";
"ALRT_IB" = "Az Deeper be fogja zárni a Interface Builder alkalmazást. Ellenőrizze, hogy ne legyen futó művelet folyamatban, majd bökjön a Folytatás gombra!";

"ERROR" = "Hiba: ";
"ERR_DATAENTRY" = "Adatbejegyzés hiba.";
"ERR_NONAME" = "Nincs név megadva. Kérem, írjon be egy nevet!";
"ERR_POINTNAME" = "A megadott név ponttal kezdődik. Azok a fájlok amelyek ponttal kezdődnek a rendszer számára láthatatlanok. Kérem, válasszon másik nevet!";
"NO_ANIMDESKTOP" = "Nincs Asztál háttér kiválasztva.";
"CHOOSE_ANIMDESKTOP" = "Kérem, válasszon Asztal hátteret és bökjön az Indítás gombra!";
"ERR_LOAD" = "Betöltési hiba.";
"ERR_DEVTOOLS" = "An error has been detected while installing the Preference Pane.";
"MSGLOGIN" = "Az üzenet nincs regisztrálva.";
"ERR_MSGLOGIN" = "Valószínűleg speciális karaktert kíván használni. Kérem, változtassa meg az üzenetet és próbálja meg újra...";
"ERR_DEEPERLOG" = "Az Deeper Rendszernapló le van tiltva.";
"MSG_DEEPERLOG" = "Feltehetőleg megváltoztatta a dátum és idő beállításait a Rendszerbeállításokban. A kialakult helyzet miatt nem tud az Deeper Rendszernapló helyesen működni.";
"NO_FILE" = "Nemlétező fájl";
"NO_LOGDEEPER" = "Az Deeper Log (~/Library/Logs/Deeper.log) nem létezik. Valószínűleg törölve lett.";
"DEL_LOG" = "Az Deeper Log törlése";
"NEWLOG" = "Új log készítése...";

"UNINSTALL_DEEPER" = "Tényleg törölni akarja az Deeper alkalmazást és minden komponensét ami a telepítés és használat során létrejött?";
"QUIT_DEEPER" = "Valóban ki akar lépni az Deeper-ból?";
